/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Klik på Opdater for at opdatere din iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Vælg en iPod til firmwareopdatering.";
"UPDATE_ONE_SELECTION" = "Klik på Opdater for at opdatere %@ til version %@.";
"UPDATE_MULTIPLE_SELECTION" = "Klik på Opdater for at opdatere de valgte iPod.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Klik på Opdater for at opdatere din iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "iPod er ajour.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "Den valgte iPod er ajour.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "Den valgte iPod understøttes ikke af denne opdatering.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Kun Macintosh-formaterede iPod kan opdateres.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Klik på Tilbagekopier for at tilbagekopiere den originale software til iPod.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Vælg en iPod til tilbagekopiering af original software.";
"RESTORE_ONE_SELECTION" = "Klik på Tilbagekopier for at tilbagekopiere den originale software til iPod.";
"RESTORE_MULTIPLE_SELECTION" = "Klik på Tilbagekopier for at tilbagekopiere den originale software til de valgte iPod.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Klik på Tilbagekopier for at tilbagekopiere den originale software til iPod.";
"RESTORE_NOT_MOUNTED_YET" = "Venter på, at iPod bliver klar…";
"RESTORE_ONLY_OVER_FIREWIRE" = "Du skal tilslutte iPod via FireWire, før du kan tilbagekopiere software til den.";

"UPDATING_STATUS" = "Opdaterer %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Bekræft tilbagekopiering";
"RESTORE_ALERT_SHEET_DESC" = "Vil du tilbagekopiere den originale software til iPod? Alle sange og data bliver slettet.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Tilslut en iPod for at opdatere den.";
"IPOD_RESTARTING_RESTORE" = "Den originale software på iPod er blevet tilbagekopieret, og iPod starter igen. Lad iPod være tilsluttet, og vent, til tilbagekopieringen er afsluttet.";
"IPOD_RESTARTING_UPDATE" = "iPods software er blevet opdateret, og iPod starter igen. Lad iPod være tilsluttet, og vent, til opdateringen er afsluttet.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Den originale software på iPod er blevet tilbagekopieret. Afmonter og tilslut iPod igen, så tilbagekopieringen kan afsluttes.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "iPod er blevet opdateret. Afmonter og tilslut iPod igen, så opdateringen kan afsluttes.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Den originale software på iPod er blevet tilbagekopieret. Afmonter iPod, og slut den til den eksterne strømforsyning, så tilbagekopieringen kan afsluttes.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "iPod er blevet opdateret. Afmonter iPod, og slut den til den eksterne strømforsyning, så opdateringen kan afsluttes.";
"TOO_MANY_IPODS" = "Der er mere end en iPod sluttet til computeren. Tilslut kun en iPod ad gangen ved opdatering. Skub andre iPod ud vha. Finder, og afmonter dem herefter.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Navn";
"COPY_FIRMWARE_VERSION" = "Firmwareversion";
"COPY_SERIAL_NUMBER" = "Serienummer";
"COPY_DISK_FORMAT" = "Diskformat";
"COPY_CAPACITY" = "Kapacitet";
"COPY_POD_FAMILY" = "iPod-familie";
"COPY_UPDATER_FAMILY" = "Opdateringsfamilie";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Aktiverer)";
"UNMOUNTED_NAME" = "(Skubbet ud)";
"RESTORING_NAME" = "(Tilbagekopierer)";
"UPDATING_NAME" = "(Opdaterer)";
"RESTARTING_NAME" = "(Starter igen)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Tilbagekopierer %@";
"UPDATING_STATUS" = "Opdaterer %@";
"RESTARTING_STATUS" = "Starter igen";
"EXAMINING_STATUS" = "Kontrollerer iPod";
"UNMOUNTING_STATUS" = "Afmonterer iPod";
"PREPARING_STATUS" = "Klargør iPod";
"FINISHING_STATUS" = "Afslutter";
"FORMATTING_STATUS" = "Formaterer iPod";
"WRITING_FIRMWARE_STATUS" = "Skriver iPod-software";
"CLEARING_STATUS" = "Fjerner gammel iPod-software";
"WRITING_ICON_STATUS" = "Skriver enhedssymbol";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Der er valgt flere iPod.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Der er ikke valgt nogen iPod.";
/* Displayed when info is not available */
"UNKNOWN" = "Ukendt";

/* Button titles */
"RESTORE" = "Tilbagekopier";
"CANCEL" = "Annuller";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Fejl";
"CANT_UNMOUNT" = "iPod kan ikke skubbes ud, fordi den er i brug. Luk evt. åbne arkiver på iPod, og prøv igen.";
"CANT_MOUNT" = "Der blev fundet en enkelt iPod, men den skal være aktiv på skrivebordet, før denne handling kan bruges.";
"GENERAL_ERROR" = "Der opstod en fejl under opdatering eller tilbagekopiering af software til iPod.";
"SIGMATEL_ERROR" = "Der opstod en fejl under opdatering eller tilbagekopiering af software til iPod. Afmonter og tilslut iPod igen, og prøv derefter at tilbagekopiere igen. Hvis det ikke virker, kan du se på http://www.apple.com/dk/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "Datapartitionen blev ikke fundet og kunne ikke formateres. Afmonter og tilslut iPod igen, og prøv at tilbagekopiere igen.";
"FORMAT_ERROR" = "Der opstod en fejl under formatering af iPod.";
"FORMAT_ERROR_Q14_USB" = "Der opstod en fejl under formatering af iPod. Tilslut iPod via FireWire, og prøv igen.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f K";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Ukendt";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Fejlfinding";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Tillad altid opdateringer";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "Den originale software på iPod er blevet opdateret, og iPod starter igen. Lad iPod være tilsluttet, og vent, til opdateringen er færdig. Vil du slutte iPod-opdatering og starte iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "Den originale software på iPod er blevet tilbagekopieret, og iPod starter igen. Lad iPod være tilsluttet, og vent til tilbagekopieringen er færdig. Vil du slutte iPod-opdatering og starte iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "iPod er blevet opdateret. Afmonter iPod og slut den til den eksterne strømforsyning, så opdateringen kan afsluttes. Vil du slutte iPod-opdatering og starte iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "Den originale software på iPod er blevet tilbagekopieret. Afmonter iPod, og slut den til den eksterne strømforsyning, så opdateringen kan afsluttes. Vil du slutte iPod-opdatering og starte iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "iPod er blevet opdateret. Afmonter iPod, og tilslut den igen, så opdateringen kan afsluttes. Vil du slutte iPod-opdatering og starte iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "Den originale software på iPod er blevet tilbagekopieret. Afmonter iPod og  tilslut den igen, så opdateringen kan afsluttes. Vil du slutte iPod-opdatering og starte iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/dk/support/ipod/";
"REGISTRATION_URL" = "http://www.apple.com/register";